#+TITLE: Luna Nera Translations
#+AUTHOR: David Conner
#+DESCRIPTION:
#+PROPERTY:
#+STARTUP: content


* Luna Nera

italian show on Netflix about witches

** Episode 1

*** Medicine Scene

#+begin_src translate src it :dest fr,ja,es
non sarà più come prima.
nonna, cos'ho combinato.
#+end_src

#+RESULTS:
| fr | ce ne sera plus jamais pareil. grand-mère, qu'ai-je fait.            |
| ja | 二度と同じになることはありません。おばあちゃん、私は何をしましたか。 |
| es | nunca volvera a ser lo mismo. abuela, que he hecho.                  |

Alternate translations

| es | alternate translation |
| jp |                       |

#+begin_quote
Nidoto onaji ni naru koto wa arimasen.
O bāchan, watashi wa nani o shimashita ka
#+end_quote


#+begin_src translate src it :dest fr,ja,es
Perché ho sentito quella cosa sulla sua pancia?
#+end_src

#+RESULTS:
| fr | Pourquoi ai-je ressenti cette chose sur son ventre? |
| ja | なぜ私は彼女の腹にそのことを感じたのですか？        |
| es | ¿Por qué sentí esa cosa en su vientre?              |

| es   | Por qué sentí eso en la barriga de esa mujer                     |
| jp   | なぜ私は彼女の腹にそのことを感じたのですか？                     |
| kana | Naze watashi wa kanojo no hara ni sono koto o kanjita nodesu ka? |

*** Scene
